/* Alert title. */
"success_activation_alert_title" = "Buen trabajo";
/* Alert message. Parameter is an application name. */
"success_activation_alert_message" = "Has activado correctamente %@ a través de Setapp";

/* Error description. Alert title. */
"setapp_error_device_limit_description" = "Límite de dispositivos alcanzado";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_device_limit_failure_reason" = "Estás usando Setapp en el número máximo de dispositivos.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_device_limit_recovery_suggestion" = "Comprueba tu cuenta de usuario para obtener más información";

/* Error description. Alert title. */
"setapp_error_expired_auth_token_description" = "Hay un problema con tu código QR";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_expired_auth_token_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_expired_auth_token_recovery_suggestion" = "Actualiza la página de la app y vuelve a intentarlo.";

/* Error description. Alert title. */
"setapp_error_request_timeout_description" = "Tiempo de conexión agotado";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_request_timeout_failure_reason" = "Tu petición está tardando demasiado en responder.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_request_timeout_recovery_suggestion" = "Comprueba tu conexión de red e inténtalo de nuevo.";

/* Error description. Alert title. */
"setapp_error_no_internet_description" = "Se ha producido un error de red";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_no_internet_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_no_internet_recovery_suggestion" = "Comprueba tu conexión e inténtalo de nuevo.";

/* Error description. Alert title. */
"setapp_error_generic_pre_contact_support_description" = "Algo ha fallado";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_pre_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_pre_contact_support_recovery_suggestion" = "Inténtalo de nuevo.";

/* Error description. Alert title. */
"setapp_error_generic_description" = "Algo ha fallado";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_recovery_suggestion" = "Inténtalo de nuevo.";

/* Error description. Alert title. */
"setapp_error_generic_contact_support_description" = "Algo va mal";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_contact_support_recovery_suggestion" = "Ponte en contacto con Setapp para pedir ayuda.";

/* Button title. */
"ok_button_title" = "Aceptar";
